[A_Creature_ice_dragon H7Creature]
mName="Синий дракон"
mLore="Синие драконы являются воплощениями Шалассы, Богини-Дракона Воды. Хотя они любят морские скалы и фьорды, их часто можно найти в более прохладных местах, таких как горы. Наги могут общаться с этими могущественными созданиями и просить их о помощи, если потребуется."

[A_Creature_ice_dragon_lv2 H7Creature]
mName="Ледяной дракон"
mLore="Как вода способна превращаться в лёд и снег, так и синие драконы, которые долгое время прожили в высоких холодных горах, становятся ледяными драконами, воплощениями Машаны - ледяного аспекта Шалассы. Чешуя этих драконов похожа на лёд и сверкает мириадами цветов в холодных лучах горного солнца. Эти царственные рептилии столь же опасны, сколь и прекрасны."

[A_iceBreath H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Ледяное дыхание"
mTooltip="Существо обрушивает на вражеских существ поток льда. Атакованные существа получают -2 %icon_movement скорости до конца своего следующего хода."

[A_iceBreath_Buff H7BaseBuff]
mName="Ледяное дыхание"
mTooltip="Существо получает %stat %icon_movement скорости. Длительность (ходов): %durnow."

[A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Зимнее истощение"
mTooltip="Каждый раз, когда это существо получает урон, вражеский герой теряет %stat %icon_mana маны."

